Version2/TestTool-Fosters/TestTool.Setup/Requests/AccessControl/GetAccessPointInfoListByTokenList/WithSeveralTokens.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tac="http://www.onvif.org/ver10/accesscontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <tac:GetAccessPointInfoListByTokenList>
         <!--Optional-->
         <tac:TokenList>
            <!--Zero or more repetitions-->
            <tac:Token>tokenAccessPoint1</tac:Token>
<tac:Token>tokenAccessPoint2</tac:Token>
         </tac:TokenList>
      </tac:GetAccessPointInfoListByTokenList>
   </soap:Body>
</soap:Envelope>
</soap:Envelope>